Repository: vrunkel/BirdWeatherStationMac
Catalog: BirdWeatherStationMac/BirdWeatherStationMac/Localizable.xcstrings
Source language: en
Languages: de

# %@: species %lld - detections %lld
source: %1$@: species %2$lld - detections %3$lld
de: %1$@: Arten %2$lld - Detektionen %3$lld

source: %lld Detections
de: %lld Detektionen

source: Adjust sonagram
de: Sonagramm anpassen

source: ascending
de: aufsteigend

source: Change sample period
de: Erfassungsdauer ändern

source: Choose csv file
de: CSV-Datei wählen

source: Close
de: Schließen

source: Confidence
de: Konfidenz

source: Coordinates
de: Koordinaten

# data since: species %lld - detections %lld
source: data since: species %1$lld - detections %2$lld
de: Daten seit: Arten %1$lld - Detektionen %2$lld

source: Deactivate
de: Deaktivieren

source: descending
de: absteigend

source: Detection list settings
de: Einstellungen Detektionen

source: Detections
de: Detektionen

source: Enter your PUC token to start querying the server
de: PUC Token eingeben um Serverabfrage zu starten

source: Export CSV
de: CSV exportieren

source: Export species list
de: Artenliste exportieren

source: Filter by date range
de: Zeitraum filtern

source: Filter by species
de: Arten filtern

source: From
de: Von

source: Last 10 detections
de: Letzte 10 Detektionen

source: Load more
de: Mehr laden

source: Loading it down ...
de: Herunterladen...

source: Localization of species names
de: Artnamen lokalisieren

source: Map and Details
de: Karte und Details

source: Next
de: Nächste

source: No detections
de: Keine Detektionen

source: no localization file choosen
de: keine Lokalisierungs-Datei gewählt

source: No soundscape url
de: Keine Soundscape URL

source: No soundscape yet
de: Soundscape nicht geladen

source: No species
de: Keine Arten

source: Open eBird
de: In eBird zeigen

source: Open Wikipedia
de: In Wikipedia zeigen

source: Previous
de: Vorherige

source: Probability
de: Wahrscheinlichkeit

source: Querying server
de: Server abfragen

source: Sample period
de: Erfassungs-Dauer

source: Save FLAC
de: FLAC speichern

source: Settings
de: Einstellungen

source: Show
de: Zeigen

source: Show detections map
de: Zeige Detektions-Karte

source: Show since date
de: Zeige seit

source: Show soundscape
de: Zeige Soundscape

source: Since
de: Seit

source: Sort by
de: Sortieren

source: Sort order
de: Reihenfolge

source: Species
de: Arten

source: species id
de: Art ID

source: Species list settings
de: Einstellungen Arten

source: Test token
de: Token testen

source: Timestamp
de: Zeitstempel

source: To
de: Bis

source: top
de: oben

source: Total detections %lld
de: Gesamte Detektionen %lld
